tap 'homebrew/cask'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'github/bootstrap'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/portable'
tap 'homebrew/services'
cask 'java'

brew 'ack'
brew 'autoconf'
brew 'autojump'
brew 'cmake'
brew 'xz'
brew 'libpng'
brew 'freetype'
brew 'gettext'
brew 'pcre'
brew 'git'
brew 'pkg-config'
brew 'grc'
brew 'hub'
brew 'libtool'
brew 'jpeg'
brew 'libtiff'
brew 'imagemagick'
brew 'jq'
brew 'launch_socket_server', service_restart: true
brew 'launchdns', service_restart: true
brew 'libevent'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'readline'
brew 'sqlite'
brew 'libgda'
brew 'libssh2'
brew 'libgit2'
brew 'mas'
brew 'memcached', service_restart: true
brew 'nginx', service_restart: true
brew 'openssl'
brew 'openvpn'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'nodenv'
brew 'libmcrypt'
brew 'redis', service_restart: true
brew 'shellcheck'
brew 'ssh-copy-id'
brew 'wget'
brew 'mysql'
brew 'php'
brew 'thefuck'
brew 'go'

cask 'android-studio'
cask 'appcleaner'
cask 'atom'
cask 'box-sync'
cask 'cyberduck'
cask 'docker'
cask 'dotnet'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'imagealpha'
cask 'imageoptim'
cask 'keepingyouawake'
cask 'microsoft-outlook'
cask 'microsoft-teams'
cask 'opera'
cask 'sequel-pro'
cask 'skype-for-business'
cask 'spotify'
cask 'vagrant'
cask 'visual-studio-code'
cask 'vlc'
cask 'xquartz'

mas 'Xcode', id: 497799835
mas 'Keynote', id: 409183694
mas 'iMovie', id: 408981434
mas 'Slack', id: 803453959
mas 'Pages', id: 409201541
mas 'Numbers', id: 409203825
